batisteo.vscode-django
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
cstrap.flask-snippets
DavidAnson.vscode-markdownlint
eamodio.gitlens
eg2.vscode-npm-script
formulahendry.auto-rename-tag
formulahendry.terminal
HookyQR.beautify
ionutvmi.spacegray-vscode
IronGeek.vscode-env
miguelsolorio.fluent-icons
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.sublime-keybindings
mtxr.sqltools
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
octref.vetur
Perkovec.emoji
streetsidesoftware.code-spell-checker
teabyii.ayu
